acl
acpid
adobe-source-code-pro-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
adwaita-icon-theme
alembic
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
arandr
arc-gtk-theme
archlinux-keyring
arduino
arduino-builder
arduino-ctags
argon2
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audiofile
audit
autoconf
automake
avahi
babl
base
bash
bash-completion
bcg729
binutils
bison
blender
blosc
bluez-libs
boost
boost-libs
botan
box2d
breeze
breeze-gtk
breeze-icons
bridge-utils
brightnessctl
brotli
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairomm
calcurse
calf
cantarell-fonts
cblas
ccls
cdparanoia
ceph-libs
chafa
checkbashisms
checksec
chromaprint
cifs-utils
clang
clucene
cmake
coin
compiler-rt
containerd
coreutils
cpupower
croc
cryptsetup
curl
dash
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
detox
device-mapper
dhcpcd
diffutils
discord
discord-canary
djvulibre
dkms
dmraid
dnssec-anchors
docker
docker-compose
docx2txt
dos2unix
dosfstools
double-conversion
draco
dunst
e2fsprogs
easyeffects
ecl
efibootmgr
efivar
elfutils
embree
enchant
exfat-utils
exiv2
expat
f2fs-tools
faad2
fakeroot
faudio
ffcall
ffmpeg
ffmpeg4.4
fftw
figlet
file
filesystem
findutils
firefox
fish
flac
flake8
flex
fluidsynth
fmt
fontconfig
fontforge
frameworkintegration
freecad
freeglut
freeimage
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gamemode
gawk
gc
gcc
gcc-fortran
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
gegl
gettext
ghostscript
giflib
gimp
girara
git
gl2ps
glab
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnome-desktop
gnome-desktop-common
gnu-free-fonts
gnu-netcat
gnupg
gnuplot
gnutls
go
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gst-libav
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtkmm3
gtksourceview3
gts
guile
gumbo-parser
gvfs
gzip
harfbuzz
harfbuzz-icu
hdf5
hdparm
hicolor-icon-theme
hidapi
highlight
http-parser
hunspell
hunspell-en_us
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
innoextract
intel-ucode
iproute2
iptables
iputils
ipython
iso-codes
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk-openjdk
jemalloc
jfsutils
jre-openjdk
jre-openjdk-headless
jre11-openjdk
jre11-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js78
jshon
json-c
json-glib
jsoncpp
jxrlib
karchive
kauth
kbd
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdecoration
kded
kdesu
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemviews
kjobwidgets
kmod
knewstuff
knotifications
kpackage
kpty
krb5
kservice
ktextwidgets
kvantum
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lapack
lcms2
ldb
ldns
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-at-spi2-atk
lib32-at-spi2-core
lib32-atk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-clang
lib32-colord
lib32-curl
lib32-dbus
lib32-e2fsprogs
lib32-expat
lib32-fakeroot
lib32-faudio
lib32-flac
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gamemode
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-giflib
lib32-glib-networking
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gstreamer
lib32-gtk3
lib32-harfbuzz
lib32-icu
lib32-json-glib
lib32-keyutils
lib32-krb5
lib32-lcms2
lib32-libasyncns
lib32-libcanberra
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdrm
lib32-libelf
lib32-libepoxy
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libidn2
lib32-libjpeg-turbo
lib32-libldap
lib32-libltdl
lib32-libnl
lib32-libogg
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libproxy
lib32-libpsl
lib32-libpulse
lib32-librsvg
lib32-libsm
lib32-libsndfile
lib32-libsoup
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libva
lib32-libva-mesa-driver
lib32-libvorbis
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxkbcommon
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxslt
lib32-libxss
lib32-libxtst
lib32-libxv
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-mesa-vdpau
lib32-mpg123
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-ocl-icd
lib32-openal
lib32-opencl-mesa
lib32-openssl
lib32-opus
lib32-orc
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pipewire
lib32-pixman
lib32-readline
lib32-rest
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-tdb
lib32-util-linux
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libadwaita
libaec
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libavif
libb2
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcerf
libclc
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-qt5
libdc1394
libde265
libdrm
libdvdnav
libdvdread
libe-book
libebur128
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgexiv2
libglvnd
libgme
libgpg-error
libgphoto2
libgudev
libharu
libheif
libibus
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinih
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libksba
liblangtag
libldac
libldap
liblqr
libluv
libmad
libmanette
libmaxminddb
libmd
libmediainfo
libmfx
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmspub
libmtp
libmwaw
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqxp
libraqm
libraw
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsigc++-3.0
libsigsegv
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspectre
libspiro
libspnav
libssh
libssh2
libstaroffice
libstemmer
libsynctex
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtorrent-rasterbar
libuninameslist
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libva-mesa-driver
libvdpau
libvisio
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpd
libwpe
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzen
libzip
libzmf
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
linux-zen
linux-zen-headers
lld
llvm
llvm-libs
lm_sensors
lmdb
log4cplus
logrotate
lpsolve
lsb-release
lsof
lsp-plugins
lua
lua52
luajit
luit
lutris
lv2
lvm2
lxappearance-gtk3
lz4
lzo
m4
mailcap
maim
make
man-db
man-pages
maxima
maxima-ecl
md4c
mdadm
med
media-player-info
mediainfo
mesa
mesa-utils
mesa-vdpau
metis
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mosh
mpc
mpd
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
mypaint-brushes1
ncmpcpp
ncurses
ndctl
neofetch
neon
neovim
net-tools
netcdf
netctl
netpbm
nettle
networkmanager
networkmanager-pptp
newsboat
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
nss-mdns
ntfs-3g
numactl
oath-toolkit
ocl-icd
odt2txt
openal
openblas
opencascade
opencl-mesa
opencollada
opencolorio
opencore-amr
opencv
openexr
openimagedenoise
openimageio
openjpeg2
openmp
openmpi
openshadinglanguage
openssh
openssl
opensubdiv
openvdb
openxr
opus
orc
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parted
patch
pciutils
pcre
pcre2
pcsclite
perf
perl
perl-error
perl-file-which
perl-io-tty
perl-lchown
perl-mailtools
perl-parse-yapp
perl-timedate
physfs
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixman
pkgconf
plantuml
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
ppp
pptpclient
prettier
procps-ng
protobuf
psmisc
ptex
pugixml
pulsemixer
pybind11
pyside2
pyside2-tools
pystring
python
python-appdirs
python-asttokens
python-attrs
python-automat
python-babel
python-backcall
python-beautifulsoup4
python-black
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-constantly
python-cryptography
python-cssselect
python-cycler
python-dateutil
python-decorator
python-distro
python-dnspython
python-entrypoints
python-evdev
python-executing
python-fonttools
python-future
python-gitdb
python-gitpython
python-gobject
python-greenlet
python-h2
python-hpack
python-html5lib
python-hyperframe
python-hyperlink
python-idna
python-importlib-metadata
python-incremental
python-itemadapter
python-itemloaders
python-jedi
python-jinja
python-jmespath
python-kiwisolver
python-lxml
python-markdown
python-markupsafe
python-matplotlib
python-matplotlib-inline
python-mccabe
python-more-itertools
python-msgpack
python-mypy_extensions
python-numpy
python-ordered-set
python-packaging
python-pandas
python-parsel
python-parso
python-pathspec
python-pexpect
python-pickleshare
python-pillow
python-pivy
python-platformdirs
python-ply
python-priority
python-prompt_toolkit
python-protego
python-ptyprocess
python-pure-eval
python-pyasn1
python-pyasn1-modules
python-pycodestyle
python-pycparser
python-pydispatcher
python-pyflakes
python-pygments
python-pynvim
python-pyopenssl
python-pyparsing
python-pypng
python-pytz
python-queuelib
python-requests
python-scipy
python-seaborn
python-service-identity
python-setuptools
python-shiboken2
python-six
python-smmap
python-sniffio
python-soupsieve
python-stack-data
python-tomli
python-tornado
python-traitlets
python-twisted
python-typing_extensions
python-urllib3
python-urwid
python-w3lib
python-wcwidth
python-webencodings
python-wxpython
python-yaml
python-zipp
python-zope-interface
qbittorrent
qhull
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webkit
qt5-x11extras
qt5-xmlpatterns
qt6-base
qt6-svg
qt6-translations
rapidjson
raptor
rasqal
rav1e
readline
redland
reflector
reiserfsprogs
rest
rhash
rlwrap
rnnoise
rsnapshot
rsync
rubberband
run-parts
runc
s-nail
samba
sbc
scons
scrapy
sdl2
sdl2_image
sed
semver
serd
shaderc
shadow
shared-mime-info
shfmt
slang
slop
smbclient
snappy
solid
sonnet
soqt
sord
sound-theme-freedesktop
spandsp
speex
speexdsp
spirv-tools
sqlite
sratom
srt
stalonetray
startup-notification
steam
stfl
sudo
suitesparse
supertux
svt-av1
sxiv
syncthing
syndication
sysfsutils
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
t1lib
taglib
talloc
tar
tbb
tcl
tdb
tevent
texinfo
texlab
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thin-provisioning-tools
thunderbird
time
tinyxml
tinyxml2
tk
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-dejavu
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
twolame
tzdata
uchardet
udisks2
ufw
unibilium
unrar
unzip
upower
urlscan
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
valgrind
vamp-plugin-sdk
veracrypt
vi
vid.stab
vim
vim-runtime
vmaf
volume_key
vtk
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-radeon
vulkan-tools
wavpack
wayland
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wine-gecko
wine-mono
wine-staging
winetricks
wireplumber
wireshark-cli
wireshark-qt
wmctrl
wmname
woff2
wpa_supplicant
wpebackend-fdo
wxgtk-common
wxgtk3
x264
x265
xbitmaps
xcape
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-dbus-proxy
xdg-utils
xdotool
xerces-c
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xkeyboard-config
xmlsec
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-twm
xorg-xauth
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xkbcomp
xorg-xkill
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwininfo
xorgproto
xsecurelock
xss-lock
xterm
xvidcore
xwallpaper
xxhash
xz
yad
yajl
yaml-cpp
yapf
yarn
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zenity
zeromq
zimg
zip
zita-convolver
zlib
zstd
zxing-cpp
zziplib
