alvr-launcher-bin
app2unit-git
babelfish-fish-git
bambustudio-appimage
ctpv-joaocostaifg-git
dashbinsh
ddcci-driver-linux-dkms-git
github-copilot-cli
grimblast-git
grub-theme-boot-minegrub-git
heroic-games-launcher-bin
hunspell-pt_pt
joplin-bin
lib32-libappindicator-gtk2
libappindicator-gtk2
lsfg-vk-git
matugen-git
netbird
noctalia-qs-git
noctalia-shell-git
numbat
opencode-bin
pandoc-bin
paru-git
prek
protonup-qt
python-llm
python-llm-github-copilot
qt5ct-kde
qt6ct-kde
ripdrag
simple-mtpfs
sqlite-utils
steamtinkerlaunch
sunshine
syncthingtray-qt6
tombl-bin
ttf-material-symbols-variable-git
ttf-ms-fonts
ungoogled-chromium-bin
vesktop-electron-git
vicinae
visual-studio-code-bin
xcursor-pro-cursor-theme
xcursor-pro-hyprcursor
xdg-terminal-exec
xp-pen-tablet
