alvr-launcher-bin
autenticacao-gov-pt
babelfish-fish-git
bpftune-git
clipse
ctpv-git
dashbinsh
heroic-games-launcher-bin
hunspell-pt_pt
hypridle-git
hyprland-git
hyprlock-git
hyprpaper-git
hyprpicker-git
hyprpolkitagent-git
joplin-appimage
lf-bin
lf-file-handler-git
librewolf-bin
moonlight-qt
mpdris2
numbat
obs-gstreamer
pandoc-bin
plugin-autenticacao-gov-pt
protonup-qt-bin
sanoid
shellcheck-bin
simple-mtpfs
steamtinkerlaunch
sunshine
tombl-bin
ttf-ms-fonts
ttf-symbola
ttf-twemoji
ungoogled-chromium-bin
uwsm
vesktop-bin
visual-studio-code-bin
wdisplays
wl-gammarelay-rs
wlroots-git
xdg-desktop-portal-hyprland-git
xorg-xwayland-git
xp-pen-tablet
yay
zfs-dkms
zfs-utils
