acpi
acpid
adobe-source-han-sans-otc-fonts
adobe-source-han-serif-otc-fonts
adobe-source-sans-fonts
adobe-source-serif-fonts
alacritty
alsa-utils
amd-ucode
android-tools
android-udev
ansible
arc-icon-theme
arc-solid-gtk-theme
arch-install-scripts
avahi
base
base-devel
bash-completion
bat
bear
bemenu
blas-openblas
blueman
bluez
bluez-utils
boost
bottom
boxxy
breeze-gtk
brightnessctl
cadaver
caddy
calcurse
calf
chafa
checkbashisms
checksec
cmake
codespell
composer
cpio
cpupower
croc
cups
cups-pdf
dash
ddcutil
detox
dhcpcd
dino
dmidecode
docker
docker-buildx
docker-compose
docx2txt
dos2unix
dosfstools
dvdbackup
easyeffects
efibootmgr
electron
espeak-ng
ethtool
exfat-utils
eza
f2fs-tools
farstream
fastfetch
ffmpeg
ffmpegthumbnailer
figlet
firefox
firewalld
fish
fontforge
foot
fprintd
fzf
gamemode
gamescope
gcc-fortran
gcovr
gdb
ghostty
gimp
git
git-delta
git-filter-repo
github-cli
glfw
glow
gnu-free-fonts
gnu-netcat
gnuplot
go
godot
graphviz
grim
gsound
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-good
gstreamer-vaapi
gtk4
gtkmm3
hdparm
hexyl
highlight
htmlq
http-parser
hunspell-en_us
hyperfine
hyprcursor
hypridle
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprutils
hyprwayland-scanner
imagemagick
imv
inetutils
iperf
jdk-openjdk
jfsutils
jq
jre11-openjdk-headless
jshon
kitty
krita
kvantum
lan-mouse
lib32-fakeroot
lib32-gamemode
lib32-giflib
lib32-gnutls
lib32-gst-plugins-base-libs
lib32-gtk3
lib32-libappindicator-gtk2
lib32-libappindicator-gtk3
lib32-libldap
lib32-libltdl
lib32-libpulse
lib32-libva
lib32-libxcomposite
lib32-libxft
lib32-libxinerama
lib32-libxslt
lib32-mesa
lib32-mpg123
lib32-ocl-icd
lib32-openal
lib32-opencl-clover-mesa
lib32-pipewire
lib32-pipewire-jack
lib32-pipewire-v4l2
lib32-v4l-utils
lib32-vulkan-icd-loader
lib32-vulkan-radeon
libappindicator-gtk2
libayatana-appindicator
libdvdcss
libliftoff
libnotify
libreoffice-fresh
libva-utils
libvdpau-va-gl
libxft
linux-firmware
linux-zen
linux-zen-headers
logrotate
lshw
lsp-plugins
lvm2
lzop
man-db
man-pages
mangohud
maxima
maxima-sbcl
mbuffer
mdadm
mediainfo
mesa
mesa-utils
meson
monolith
mosh
mpc
mpd
mpv
mpv-mpris
ncmpcpp
neovim
net-tools
networkmanager
networkmanager-pptp
newsboat
nfs-utils
nm-connection-editor
npm
nss-mdns
ntfs-3g
nvtop
nwg-look
obs-studio
ocl-icd
odt2txt
ollama-rocm
openblas
opencl-clover-mesa
opencl-rusticl-mesa
opencv
openrgb
opensc
openssh
opusfile
os-prober
otf-font-awesome
ouch
pacman-contrib
parallel
patchelf
pavucontrol
perf
perl-locale-gettext
php
picard
pipewire-alsa
pipewire-pulse
pipewire-v4l2
pkgstats
plantuml
playerctl
poppler
prettier
prismlauncher
pv
python-matplotlib
python-mutagen
python-pillow
python-pipx
python-pycryptodomex
python-pynvim
python-pyserial
python-scipy
python-tqdm
python-websockets
qbittorrent
qpwgraph
qt5-imageformats
qt6-wayland
qt6ct
rapidjson
reflector
ripgrep-all
rlwrap
rocminfo
rsync
rust
rust-analyzer
samba
sane-airscan
scons
screen
shfmt
slurp
smartmontools
socat
solaar
sshpass
starship
steam
supertux
swappy
swaync
sysfsutils
tailscale
tesseract-data-eng
tesseract-data-por
texlive-binextra
texlive-fontsextra
texlive-fontsrecommended
texlive-latex
texlive-latexrecommended
thunderbird
time
tk
tllist
trash-cli
tree
ttf-dejavu
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
ttf-sourcecodepro-nerd
ttf-victor-mono-nerd
udiskie
udisks2
unrar
unzip
urlscan
usbutils
uv
uwsm
valgrind
vdpauinfo
vi
vim
vulkan-radeon
vulkan-tools
vulkan-validation-layers
waybar
wget
whipper
wine-gecko
wine-mono
wine-staging
winetricks
wireless-regdb
wl-clipboard
wlroots
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdotool
xf86-video-amdgpu
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
xwaylandvideobridge
yad
yapf
yarn
ydotool
yq
yt-dlp
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zathura-ps
zbar
zip
