alvr-launcher-bin
app2unit-git
babelfish-fish-git
bambustudio-appimage
ctpv-git
dashbinsh
ddcci-driver-linux-dkms-git
gemini-cli-bin
github-copilot
gpu-screen-recorder
grimblast-git
grub-theme-boot-minegrub-git
heroic-games-launcher-bin
hunspell-pt_pt
joplin-bin
lib32-libappindicator-gtk2
libappindicator-gtk2
matugen-git
neovim-nightly-bin
numbat
pandoc-bin
protontricks
protonup-qt-bin
python-llm
python-llm-github-copilot
python-pywalfox
qt5ct-kde
qt6ct-kde
quickshell-git
simple-mtpfs
steamtinkerlaunch
sunshine
syncthingtray-qt6
tombl-bin
ttf-bootstrap-icons
ttf-material-symbols-variable-git
ttf-ms-fonts
ungoogled-chromium-bin
ventoy-bin
vesktop-electron-git
vicinae-git
visual-studio-code-bin
xcursor-pro-cursor-theme
xcursor-pro-hyprcursor
xp-pen-tablet
yay
zmk-studio-bin
